package com.hl.utils.net;

/**
 * Created by HL on 2017/8/1.
 */

public class CacheData {

    public static String weather = "{\n" +
            "    \"data\": {\n" +
            "        \"yesterday\": {\n" +
            "            \"date\": \"31日星期一\",\n" +
            "            \"high\": \"高温 31℃\",\n" +
            "            \"fx\": \"南风\",\n" +
            "            \"low\": \"低温 23℃\",\n" +
            "            \"fl\": \"微风\",\n" +
            "            \"type\": \"晴\"\n" +
            "        },\n" +
            "        \"city\": \"北京\",\n" +
            "        \"aqi\": \"125\",\n" +
            "        \"forecast\": [\n" +
            "            {\n" +
            "                \"date\": \"1日星期二\",\n" +
            "                \"high\": \"高温 30℃\",\n" +
            "                \"fengli\": \"微风级\",\n" +
            "                \"low\": \"低温 24℃\",\n" +
            "                \"fengxiang\": \"东南风\",\n" +
            "                \"type\": \"阵雨\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"date\": \"2日星期三\",\n" +
            "                \"high\": \"高温 27℃\",\n" +
            "                \"fengli\": \"微风级\",\n" +
            "                \"low\": \"低温 23℃\",\n" +
            "                \"fengxiang\": \"东风\",\n" +
            "                \"type\": \"阵雨\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"date\": \"3日星期四\",\n" +
            "                \"high\": \"高温 32℃\",\n" +
            "                \"fengli\": \"微风级\",\n" +
            "                \"low\": \"低温 25℃\",\n" +
            "                \"fengxiang\": \"南风\",\n" +
            "                \"type\": \"阴\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"date\": \"4日星期五\",\n" +
            "                \"high\": \"高温 33℃\",\n" +
            "                \"fengli\": \"微风级\",\n" +
            "                \"low\": \"低温 25℃\",\n" +
            "                \"fengxiang\": \"南风\",\n" +
            "                \"type\": \"多云\"\n" +
            "            },\n" +
            "            {\n" +
            "                \"date\": \"5日星期六\",\n" +
            "                \"high\": \"高温 31℃\",\n" +
            "                \"fengli\": \"微风级\",\n" +
            "                \"low\": \"低温 24℃\",\n" +
            "                \"fengxiang\": \"南风\",\n" +
            "                \"type\": \"雷阵雨\"\n" +
            "            }\n" +
            "        ],\n" +
            "        \"ganmao\": \"各项气象条件适宜，发生感冒机率较低。但请避免长期处于空调房间中，以防感冒。\",\n" +
            "        \"wendu\": \"28\"\n" +
            "    },\n" +
            "    \"status\": 1000,\n" +
            "    \"desc\": \"OK\"\n" +
            "}";
}
